import card1 from '../images/card-1.jpg';
import card2 from '../images/card-2.jpg';
import card3 from '../images/card-3.jpg';

const cards = [
  {
    keyword: 'природа',
    title: 'Национальное достояние - парки',
    text: 'В 2016 году Америка отмечала важный юбилей: ' +
      'сто лет назад здесь начала складываться система национальных ' +
      'парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'Лента.ру',
    link: 'https://ya.ru',
    image: card1
  },
  {
    keyword: 'природа',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности ' +
      'Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    date: '2 августа, 2019',
    source: 'Медуза',
    link: 'https://ya.ru',
    image: card2
  },
  {
    keyword: 'природа',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, ' +
      'чтобы рассказать о необходимости их сохранения. В этот раз он отправился в ' +
      'Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'Риа',
    link: 'https://ya.ru',
    image: card3
  },
  {
    keyword: 'Парки',
    title: 'Национальное достояние - парки',
    text: 'В 2016 году Америка отмечала важный юбилей: ' +
      'сто лет назад здесь начала складываться система национальных ' +
      'парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'Дзен',
    link: 'https://ya.ru',
    image: card1
  },
  {
    keyword: 'Фотография',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности ' +
      'Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    date: '2 августа, 2019',
    source: 'Афиша',
    link: 'https://ya.ru',
    image: card2
  }
]

export default cards;
